[
	{
		"id": 1,
		"nombre": "Ada Lovelace",
		"profesion": "Matemática e Informática",
		"pais": "Reino Unido",
		"resenia": "Augusta Ada King, Condesa de Lovelace (Londres, 10 de diciembre de 1815-íd., 27 de noviembre de 1852), registrada al nacer como Augusta Ada Byron y conocida habitualmente como Ada Lovelace, fue una matemática, informática y escritora británica, célebre sobre todo por su trabajo acerca de la calculadora de uso general de Charles Babbage, la denominada máquina analítica. Entre sus notas sobre la máquina, se encuentra lo que se reconoce hoy como el primer algoritmo destinado a ser procesado por una máquina, por lo que se la considera como la primera programadora de ordenadores."
	}, {
		"id": 2,
		"nombre": "Charles Babbage",
		"profesion": "Matemático y Científico de la Computación",
		"pais": "Reino Unido",
		"resenia": "Charles Babbage FRS (Teignmouth, Devonshire, Gran Bretaña, 26 de diciembre de 1791-Londres, 18 de octubre de 1871) fue un matemático y científico de la computación británico.1​ Diseñó y desarrolló parcialmente una calculadora mecánica capaz de calcular tablas de funciones numéricas por el método de diferencias. También diseñó, pero nunca construyó, la analítica para ejecutar programas de tabulación o computación; por estos inventos se le considera como una de las primeras personas en concebir la idea de lo que hoy llamaríamos una computadora, por lo que se le considera como «El Padre de la Computación». En el Museo de Ciencias de Londres se exhiben partes de sus mecanismos inconclusos. Parte de su cerebro conservado en formol se exhibe en el Royal College of Surgeons of England. Sitio en Londres."
	}, {
		"id": 3,
		"nombre": "Margaret Hamilton",
		"profesion": "Ingeniera de Software",
		"pais": "Estados Unidos",
		"resenia": "Margaret Hamilton (Paoli, Estados Unidos, 17 de agosto de 1963)) fue directora de ingeniería de software para el proyecto que escribió el código de la Guía de Apollo Computer (AGC). Desarrollado en el Laboratorio de Instrumentación del MIT para la misión Apolo 11, los programadores, literalmente, tuvieron que empezar de cero."
	}, {
		"id": 4,
		"nombre": "Tim Berners-Lee",
		"profesion": "Científico de la Computación",
		"pais": "Reino Unido",
		"resenia": "Timothy \"Tim\" John Berners-Lee, KBE,1​ OM,1​ FRS,1​ FREng,1​ FRSA,1​ (Londres, Reino Unido, 8 de junio de 1955) es un científico de la computación británica, conocido por ser el padre de la World Wide Web. Estableció la primera comunicación entre un cliente y un servidor usando el protocolo HTTP en noviembre de 1989. En octubre de 1994 fundó el Consorcio de la World Wide Web (W3C) con sede en el MIT, para supervisar y estandarizar el desarrollo de las tecnologías sobre las que se fundamenta la Web y que permiten el funcionamiento de Internet."
	}, {
		"id": 5,
		"nombre": "Grace Hopper",
		"profesion": "Científica de la Computación y Militar",
		"pais": "Estados Unidos",
		"resenia": "Grace Murray Hopper (Nueva York, 9 de diciembre de 1906 - Condado de Arlington, 1 de enero de 1992). La contralmirante Dra. Grace Murray Hopper fue pionera en el desarrollo de lenguajes de programación accesibles escritos en Inglés. Estaba convencida que la informática debía extenderse a las aplicaciones de negocio no científicas y requirió lenguajes de programación más simples.Partía de la idea de que los ordenadores no entienden Inglés, y llevó años antes de que se aceptaran sus ideas."
	}, {
		"id": 6,
		"nombre": "Vinton (Vin) Cerf",
		"profesion": "Matemático y Científico de la Computación",
		"pais": "Estados Unidos",
		"resenia": "Vinton Gray Cerf (New Haven, Connecticut, Estados Unidos, 23 de junio de 1943) es un científico de la computación estadounidense, considerado uno de los padres de Internet. Se graduó en matemáticas y ciencias de la computación en la Universidad de Stanford (1965). Durante su estancia posterior en la Universidad de California (UCLA) obtuvo la maestría en ciencias y el doctorado."
	}, {
		"id": 7,
		"nombre": "Joan Clarke",
		"profesion": "Criptoanalista y Numismática",
		"pais": "Reino Unido",
		"resenia": "Joan Elisabeth Lowther Murray (Londres, 24 de junio de 1917 – Oxford, 4 de septiembre de 1996) fue una criptoanalista y numismática británica que trabajó en Bletchley Park durante la Segunda Guerra Mundial. Fue la única mujer que trabajó en el equipo del matemático Alan Turing en el proyecto Enigma, que desencriptó las comunicaciones secretas de la Alemania nazi. Su papel en este proceso le valió premios y citaciones, como el nombramiento como miembro de la Orden del Imperio Británico (MBE), en 1946.1"
	}, {
		"id": 8,
		"nombre": "Alan Turing",
		"profesion": "Matemático y Científico de la Computación",
		"pais": "Reino Unido",
		"resenia": "Alan Mathison Turing (Paddington, Londres, 23 de junio de 1912-Wilmslow, Cheshire, 7 de junio de 1954), fue un matemático, lógico, científico de la computación, criptógrafo, filósofo, biólogo teórico, maratoniano y corredor de ultradistancia británico. Es considerado uno de los padres de la ciencia de la computación y precursor de la informática moderna. Proporcionó una influyente formalización de los conceptos de algoritmo y computación: la máquina de Turing. Formuló su propia versión que hoy es ampliamente aceptada como la tesis de Church-Turing (1936)."
	}
]